Repository: a3a3el/pkg-ipvsadm
Catalog: debian/po/*.po
Languages: da, de, es, it, pl

source: none
da: ingen
de: aus
es: ninguno
it: nessuno
pl: brak

source: master
es: maestro
pl: główna

source: backup
da: sikkerhedskopi
de: Datensicherung
es: copia de seguridad
pl: kopia zapasowa

source: both
da: begge
de: beides
es: ambos
it: entrambi
pl: obie

source: Daemon method:
da: Dæmonmetode:
de: Daemon-Methode:
es: Método del demonio:
it: Metodo per il demone:
pl: Metoda demona:

source: ipvsadm can activate the IPVS synchronization daemon. "master" starts this daemon in master mode, "backup" starts it in backup mode, and "both" uses master and backup modes at the same time. "none" disables the daemon.
da: ipvsadm kan aktivere IPVS-synkroniseringsdæmonen. »master« starter denne dæmon i tilstanden master, »sikkerhedskopi« i tilstanden for sikkerhedskopi og »begge« bruger tilstandene for master og sikkerhedskopi på samme tid. »ingen« deaktiverer dæmonen.
de: Ipvsadm kann den IPVS-Synchronisierungs-Daemon aktivieren. »Master« startet diesen Daemon im Master-Modus. »Datensicherung« startet ihn im Datensicherungsmodus und »beides« verwendet die Modi »Master« und »Datensicherung« zur gleichen Zeit. »aus« deaktiviert den Daemon.
es: ipvsadm puede activar el demonio de sincronización IPVS. «Maestro» iniciará este demonio en modo maestro, «copia de seguridad» en el modo copia de seguridad y «ambos» utilizará el modo maestro y copia de seguridad a la vez. «Ninguno» desactivará el demonio.
it: ipvsadm può attivare il demone di sincronizzazione IPVS. «master» avvia questo demone in modalità master, «backup» lo avvia in modalità backup e «entrambi» usa contemporaneamente le modalità master e backup. «none» disabilita il demone.
pl: ipvsadm może aktywować demona synchronizacji IPVS. Wybranie "główna" uruchomi go w trybie głównym, "kopia zapasowa" w trybie kopii zapasowej, "obie" użyje jednocześnie obu trybów. Opcja "brak" wyłączy demona.

source: See the ipvsadm(8) man page for more details.
da: Se manualsiden ipvsadm(8) for yderligere detaljer.
de: Weitere Einzelheiten finden Sie in der Handbuchseite ipvsadm(8).
es: Consulte la página de manual para más detalles, ipvsadm(8).
it: Vedere la pagina di manuale ipvsadm(8) per ulteriori dettagli.
pl: Strona podręcznika ipvsadm(8) zawiera więcej informacji na ten temat.

source: Kernel does not support IPVS
da: Kerne understøtter ikke IPVS
de: Kernel unterstützt kein IPVS
es: El núcleo no permite utilizar IPVS.
it: Il kernel non supporta IPVS
pl: Jądro nie obsługuje IPVS

source: ipvsadm is useless with this kernel, since it has been built with CONFIG_IP_VS=n. Please use a kernel compiled with IPVS support.
da: ipvsadm er uden værdi med denne kerne, da den er blevet bygget med CONFIG_IP_VS=n. Brug venligst en kerne kompileret med IPVS-understøttelse.
de: Ipvsadm ist mit diesem Kernel nutzlos, da er mit »CONFIG_IP_VS=n« gebaut wurde. Bitte verwenden Sie einen Kernel, der mit IPVS-Unterstützung kompiliert wurde.
es: ipvsadm es inútil con este núcleo porque ha sido compilado con CONFIG_IP_VS=n. Debe utilizar un núcleo compilado con soporte de IPVS.
it: ipvsadm è inutile con questo kernel dato che è stato compilato con CONFIG_IP_VS=n. Usare un kernel compilato con il supporto IPVS.
pl: ipvs jest bezużyteczny przy korzystaniu z bieżącego jądra, ponieważ zostało ono zbudowane z opcją CONFIG_IP_VS=n. Proszę skorzystać z jądro skompilowanego z obsługą IPVS.

source: Do you want to automatically load IPVS rules on boot?
da: Ønsker du automatisk at indlæse IPVS-regler ved opstart?
de: Möchten Sie die IPVS-Regeln automatisch beim Systemstart laden?
es: ¿Desea cargar automáticamente las reglas IPVS en el arranque?
it: Caricare automaticamente le regole IPVS all'avvio?
pl: Ładować automatycznie reguły IPVS w czasie rozruchu?

source: If you choose this option, IPVS rules will be loaded from /etc/ipvsadm.rules automatically on boot.
da: Hvis du vælger denne indstilling, så vil dine IPVS-regler blive indlæst fra /etc/ipvsadm.rules automatisk ved opstart.
de: Falls Sie diese Option wählen, werden IPVS-Regeln automatisch beim Systemstart aus /etc/ipvsadm.rules geladen.
es: Si escoge esta opción sus reglas de IPVS se cargarán automáticamente del archivo «/etc/ipvsadm.rules» al arrancar.
it: Se si sceglie questa opzione, le regole IPVS verranno caricate automaticamente da /etc/ipvsadm.rules all'avvio.
pl: Po wybraniu tej opcji, IPVS będzie automatycznie ładował reguły z /etc/ipvsadm.rules w trakcie rozruchu systemu.

source: Multicast interface for ipvsadm:
da: Multicast-grænseflade for ipvsadm:
de: Multicast-Schnittstelle für Ipvsadm:
es: Interfaz multidifusión («multicast») de ipvsadm:
it: Interfaccia multicast per ipvsadm:
pl: Interfejs multicast do ipvsadm:

source: Please specify the multicast interface to be used by the synchronization daemon.
da: Vælg multicast-grænsefladen der skal bruges af synkroniseringsdæmonen.
de: Bitte geben Sie die Multicast-Schnittstelle an, die vom Synchronisierungs-Daemon benutzt wird.
es: Escoja la interfaz de multidifusión («multicast») que utilizará el demonio de sincronización
it: Specificare l'interfaccia multicast che deve essere usata dal demone di sincronizzazione.
pl: Proszę podać interfejs multicast, który będzie używany przez demona synchronizacyjnego.
